name = input("введите номер вашего варианта: ")
print("\n")
if name == "1":
    x = "Михаил Абрамов"
elif name == "2":
    x = "Владимир Банин"
elif name == "3":
    x = "Михаил Барихади"
elif name == "4":
    x ="Алиса Вдовина"
elif name == "5":
    x ="Артем Ерахтин"
elif name == "6":
    x ="Ксения Липатова"
elif name == "7":
    x ="Глеб Перемыщев"
elif name == "8":
    x ="Александр Петров"
elif name == "9":
    x ="Олег Серебрянников"
elif name == "10":
    x ="Алексей Фалько"
elif name == "11":
    x ="Антон Чернов"
elif name == "12":
    x ="Арина Яковенко"
print("Студент: " + x)
print("Группа: РКТ2-81")